[Portuguese (Standard)]
Translated_By=João Frade
:::::::::::::::::::::::::::::::::::::::::::::::::::: Graphical Interface ::::::::::::::::::::::::::::::::::::::::::::::::::::
STEP 1 : CHOOSE YOUR KEY=PASSO 1 : ESCOLHER UMA PEN
STEP 2 : CHOOSE A SOURCE=PASSO 2 : ESCOLHER A FONTE
STEP 3 : PERSISTENCE=PASSO 3 : PERSISTÊNCIA
STEP 4 : OPTIONS=PASSO 4 : OPÇÕES
STEP 5 : CREATE=PASSO 5 : INSTALAÇÃO
:::::::::::::::::::::::::::::::::::::::::::::::::::: General ::::::::::::::::::::::::::::::::::::::::::::::::::::
MB=MB
GB=GB
min=min
Label=Rótulo
Size=Tamanho
Help=Ajuda
Please read=Leia, por favor
Error=Erro
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 1 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Choose a USB Key=Escolha uma pen
Hard drives=Discos rígidos
No key found=Pen não encontrada
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 2 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Download=Download
Support for .IMG files is experimental=O suporte para ficheiros .IMG é experimental
Only Live mode is currently available in step 3, virtualization option has been disabled=Apenas está disponível o Live Mode e a opção de virtualização está desativada
LinuxLive USB Creator essaiera quand même de l'installer en utilisant les même paramêtres que pour=O LinuxLive USB Creator ainda tentará instalar utilizando os mesmos parâmetros do que
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 3 ::::::::::::::::::::::::::::::::::::::::::::::::::::
(Live mode only)=(Apenas modo Live)
(Persistent Mode)=(Modo persistente)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 4 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Hide created files on key=Ocultar os ficheiros criados na pen
(except for Umenu.exe)=(exceto o ficheiro Umenu.exe)
Format the key in FAT32 (this will erase your data !!)=Formatar a pen em FAT32 (isto irá apagar todos os dados!!)
Enable launching LinuxLive in Windows (requires internet to install)=Ativar o carregamento do LinuxLive dentro do Windows (requer ligação à Internet para a instalação)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Click the lightning icon to start the installation=Clique no raio para iniciar a instalação
Please choose a FAT32 or FAT formated key or check the formating option=Escolha, por favor, uma pen formatada em FAT ou FAT32 ou selecione a opção formatar
No disk selected=Nenhum disco selecionado
No file selected=Nenhum ficheiro selecionado
No folder or CD selected=Nenhuma pasta ou CD selecionado
Sélectionner l'image ISO d'un CD live d'Ubuntu=Por favor, selecione uma imagem ISO do CD Live do Ubuntu
Sélectionner le CD live d'Ubuntu ou son répertoire=Por favor, selecione um CD do Ubuntu Live ou a respetiva pasta
Début de la création de LinuxLive USB=Iniciar a criação do LinuxLive USB
Please validate step 1 to 3=Por favor, valide os passos de 1 a 3
Are you sure you want to format this disk and lose your data=Quer mesmo formatar este disco e perder os seus dados
Formatted in=Formatado em
Formating the key=A formatar a pen
Step 1 to 3 OK=Passos 1 a 3 OK
Cleaning previous installations ( 2min )=A limpar a instalação anterior (2 min)
Setting up virtualization software=A configurar a virtualização
VirtualBox already downloaded=O VirtualBox já foi transferido
A new version of VirtualBox is available=Está disponível uma nova versão do VirtualBox
This new version will be downloaded=Esta versão será transferida
Downloading VirtualBox as a background task=A transferir o VirtualBox em segundo plano
Download started succesfully=A transferência foi iniciada com sucesso
Download failed to start=A transferência falhou ao iniciar
VirtualBox will not be installed=O VirtualBox não será instalado
Integrity could not be verified=A integridade não foi verificada
Will attempt installation=A instalação vai tentar iniciar
Cannot download=Não é possível iniciar a transferência
Extracting ISO file on key=A extrair o ficheiro ISO para a pen
Writing image to the usb stick=Escrevendo imagem na pen drive
Copying files to the key=A copiar os ficheiros para a pen
Renaming some files=A mudar o nome a alguns ficheiros
Hiding files=A ocultar ficheiros
Creating file for persistence=A criar o ficheiro de persistência
Formating persistence file=A formatar o ficheiro de persistência
Live mode : no persistence file=Modo Live: sem ficheiro de persistência
Ubuntu variant found=Variante do Ubuntu encontrada
Installing boot sectors=A instalar os setores de arranque
Downloading VirtualBox=A transferir o VirtualBox
Download complete=Transferência concluída
Cleaning previous VirtualBox install=A limpar a instalação anterior do VirtualBox
Extracting VirtualBox on key=A extrair o VirtualBox para a pen
Applying VirtualBox settings=A configurar o VirtualBox
Your LinuxLive key is now up and ready=A sua pen LinuxLive está agora pronta
You do not have enough rights to launch VirtualBox=Não possui direitos suficientes para poder abrir o VirtualBox
Please log in as an administrator or run VirtualBox with admin rights=Por favor, entre como administrador ou inicie o VirtualBox como administrador
Free memory below 256mb threshold=Tem menos de 256MB de memória disponível
This is not enough to launch LinuxLive in Windows=Isto não será suficiente para utilizar o Ubuntu dentro do Windows
:::::::::::::::::::::::::::::::::::::::::::::::::::: Help File ::::::::::::::::::::::::::::::::::::::::::::::::::::
Help file is missing=Arquivo de ajuda não encontrado
:::::::::::::::::::::::::::::::::::::::::::::::::::: A propos ( Help step 5) ::::::::::::::::::::::::::::::::::::::::::::::::::::
About this software=Acerca do programa
User's Guide=Manual
Virtualization Tutorial (FR)=Tutorial sobre a Virtualização (FR)
Donate=Fazer donativo
Version=Versão
:::::::::::::::::::::::::::::::::::::::::::::::::::: Configuration du clavier ::::::::::::::::::::::::::::::::::::::::::::::::::::
This ISO is not compatible=Este ficheiro ISO não é compatível
Detecting keyboard layout=A detetar o layout do teclado
French (France)=Francês (França)
French (Swiss)=Francês (Suíça)
Dutch=Alemão
Portuguese=Português
US or other (qwerty)=Estados Unidos ou outro (qwerty)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Configuration VirtualBox ::::::::::::::::::::::::::::::::::::::::::::::::::::
Error while creating VMDK=Erro ao criar o ficheiro VMDK
Key not found, VMDK is invalid=Pen não encontrada, o ficheiro VMDK é inválido
Try to launch again SetupForAutoVMDK.exe=Tente abrir novamente o SetupForAutoVMDK.exe
Do you want to ignore this error=Quer ignorar este erro
:::::::::::::::::::::::::::::::::::::::::::::::::::: Vérifications MD5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Cannot find MD5SUMS file=Não foi possível localizar o ficheiro MD5SUMS
Canceling check=A cancelar a verificação
You have the right ISO file but it is corrupted or was altered=Tem o ficheiro ISO correto, mas está danificado
Please download it again=Pedimos-lhe que faça novamente a transferência
Verifying=A verificar
This ISO is not compatible=Este ficheiro ISO não é compatível
Please read the compatibility list in user guide=Leia a lista de compatibilidade no manual do utilizador
If your version is in this list, this mean that your file is corrupted, please download it again=Se a sua versão estiver nesta lista, o ficheiro está danificado. Pedimos-lhe que o transfira novamente
This version is compatible and its integrity was checked=Esta versão é compatível e a integridade do ficheiro foi verificada
Check completed=Verificação concluída
Integrity + compatibility check=A verificar a integridade e a compatibilidade
Unable to open MD5SUM.txt=O ficheiro MD5SUM.txt não pode ser aberto
Checking integrity=A verificar a integridade
This file is corrupted=Este ficheiro está danificado
All files have been successfully checked=Todos os ficheiros foram verificados com sucesso
Checking file=A verificar o ficheiro
:::::::::::::::::::::::::::::::::::::::::::::::::::: Menu de la clé ::::::::::::::::::::::::::::::::::::::::::::::::::::
Persistent Mode=Modo Persistente
Live Mode=Modo Live
Install=Instalar
File Integrity Check=Verificação da Integridade
Memory Test=Teste de Memória
:::::::::::::::::::::::::::::::::::::::::::::::::::: Fenêtre de bug ::::::::::::::::::::::::::::::::::::::::::::::::::::
An error occurred=Ocorreu um erro
An anonymous report was sent in order to fix this error as soon as possible=Foi enviado um relatório anónimo para corrigir este problema o mais rapidamente possível
Show bug report=Mostrar o relatório de erro
Restart application=Reniciar o programa
Close application=Sair do programa
Last Actions=Últimas Ações
Unique anonymous ID=ID único e anónimo
Report status=Estado do relatório
Pending=Falta
Error (not sent)=Erro (não enviado)
Sent=Enviado
:::::::::::::::::::::::::::::::::::::::::::::::::::: Fenétre d'aide finale ::::::::::::::::::::::::::::::::::::::::::::::::::::
In order to launch LinuxLive :=Para executar o LinuxLive:
Remove your key and insert it again=Remova a sua pen e insira-a novamente
Go to 'My Computer'=Vá a 'O meu computador'
Right click on you key and select :=Clique no botão direito e selecione:
'LinuxLive!' to launch linux in windows='LinuxLive!' para abrir o Linux dentro do Windows
'VirtualBox Interface' to launch VirtualBox full interface='Interface do VirtualBox' para abrir a interface completa do VirtualBox
'Ubuntu Menu' pour lancer le menu original du CD d'Ubuntu='Menu Ubuntu' para abrir o menu original do CD do Ubuntu
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.0 ::::::::::::::::::::::::::::::::::::::::::::::::::::
OR=OU
Manually=Manualmente
Automatically=Automaticamente
Please select a linux to continue=Escolha uma versão do Linux para continuar
Looking for the fastest mirror=À procura de um mirror mais rápido
Testing mirror=A testar o mirror
No online mirror found=Não foram encontrados mirrors
Please check your internet connection or try with another linux=Verifique a sua ligação à Internet ou selecione outra versão do Linux
Select this file as the source when download will be completed=Selecione este ficheiro como fonte após estar concluída a transferência
Downloading=A transferir
from=de
Error while trying to download=Erro na transferência
Latency=Latência
Server Name=Nome do servidor
Copy link=Copiar a hiperligação
Launch in my browser=Abrir no navegador
Best mirrors=Melhores mirrors
Good mirrors=Bons mirrors
Bad mirrors=Mirrors lentos
Dead mirrors=Mirrors inativos
Check will begin shortly=A verificação iniciar-se-á brevemente
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.3 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Select your favourite Linux=Selecione o seu Linux favorito
There is a new version available=Está disponível uma nova versão
Your LiLi's version is not up to date=A sua versão do LiLi não está atualizada
Last version is=A versão mais recente é
Your version is=A sua versão é
Do want to download it=Quer iniciar a transferência
Error while trying to find physical disk number=Erro ao tentar obter o número do disco
This Linux is not in the compatibility list=Este Linux não está na lista de compatibilidade
Setting the memory to the recommended value=A definir a memória para o valor recomendado
Free memory is below the recommended value for your Linux to run in Windows=O espaço livre está abaixo do valor recomendado para o Linux abrir no Windows
Recognized Linux=Linux reconhecido
Built-in Persistency=Persistência incorporada
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
You have already created a key=Já tinha criado uma chave
Are you sure that you want to recreate one=Quer mesmo voltar a criar uma
The compatibility list has been updated=A lista de compatibilidade foi atualizada
These linuxes are now supported=Estes Linux não são suportados
Official Ubuntu Variants=Variantes Oficiais do Ubuntu
Ubuntu Based Variants=Variantes Baseadas no Ubuntu
Fedora Variants=Variantes do Fedora
Debian Variants=Variantes do Debian
PCLinuxOS Variants=Variantes do PCLinuxOS
Rescue CDs=Discos de recuperação
Light Linuxes=Linux leves
Gentoo Based=Baseado no Gentoo
Security Purpose=Finalidade da Segurança
Others=Outras
Regular Linux (works with most linuxes)=Linux Padrão (funciona na maioria das distribuições)
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.6 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Updating Portable-VirtualBox pack=A atualizar o pacote do VirtualBox portátil
Help me to improve LiLi=Ajude-me a melhorar o LiLi
This is a Beta or Release Candidate version=Esta é uma versão Beta ou Candidata
Click OK to leave a feedback or click Cancel to close this window=Clique em Ok para enviar um comentário ou em Cancelar para fechar esta janela
Options=Opções
General=Geral
Versions=Versões
Compatibility List=Lista de Compatibilidade
Make a donation=Fazer um doativo
Contact me=Contactar
CopyLeft by=Copyleft por
GPL v3 License=Licença GPL v3
Language=Idioma
Available languages=Idiomas disponíveis
Proxy=Proxy
Proxy settings=Definições do proxy
No proxy=Sem proxy
Use system settings=Usar as definições do sistema
Use custom settings=Usar definições personalizadas
Proxy URL=URL do proxy
Port=Porta
Username=Nome de utilizador
Password=Palavra-passe
Status=Estado
Test settings=Testar as definições
You are connected=Está ligado
You are disconnected=Está desligado
Not tested yet=Ainda não testado
Update=Atualização
Check for updates=Procurar atualizações
Stable releases only=Apenas versões estáveis
Stable and beta releases=Versões estáveis e Beta
Advanced=Avançado
Do not modify these options unless you know what you are doing=Não altere estas opções, exceto se souber o que está a fazer
Select a Linux=Selecione um Linux
Install parameters=Parâmetros da instalação
Use LiLi automatic recognition=Usar o reconhecimento automático do LiLi
highly recommended=altamente recomendado
Force using same parameters as=Forçar o uso do parâmetro como
Netbook screen detected=Ecrã do netbook detetado
Your screen vertical resolution is less than 600 pixels=A resolução vertical do ecrã é menor do que 600 pixels
Please use the arrow keys (up and down) of your keyboard to move the interface=Utilize as setas (as de cima e de baixo) do teclado para mover mover a interface
However, LinuxLive USB Creator will try to use same install parameters as for=No entanto, o LinuxLive USB Creator tentará usar os mesmo parâmetros de instalação dos de
Please choose an ISO image of LinuxLive CD=Por favor, selecione uma imagem ISO do LinuxLive CD
Please choose a CD of LinuxLive Live or its folder=Por favor, selecione um CD ou uma pasta do LinuxLive CD
Start creation of LinuxLive USB=Iniciar a criação do LinuxLive USB
Testing=A testar
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.7 ::::::::::::::::::::::::::::::::::::::::::::::::::::
I'm sorry for the inconvenience but LiLi has crashed=Desculpe o inconveniente, mas o programa fechou
Please enter an email address and a detailed comment about this crash=Por favor, escreva um endereço de e-mail e um comentário detalhado acerca do problema
I will contact you as soon as I can=Entraremos em contacto consigo assim que for possível
Show crash report=Mostrar o relatório de erro
Close (don't send)=Fechar (não enviar o relatório)
Send Report=Enviar Relatório
Français (Canada)=Francês (Canadá)
Italian=Italiano
Your file is corrupted=O ficheiro está corrompido
Please download it again=Faça novamente a transferência
Read the log for more information=Leia o ficheiro de log para mais informações
Starting LinuxLive USB Creator=A iniciar o LinuxLive USB Creator
Checking for new major version=A procurar novas versões
Checking for new minor version=A procurar novas versões
Checking for new Portable-VirtualBox version=A procurar novas versões do VirtualBox portátil
Reading compatibility list=A ler a lista de compatibilidade
Loading interface=A carregar a interface
Getting drive list=A obter a lista de unidades
Logging system configuration=A carregar as definições do sistema
Checking for updates=A procurar atualizações
Please close any application accessing your key and try again=Por favor, feche todos os programas que estejam a utilizar a sua chave e tente novamente
Checking VirtualBox archive integrity=A verificar a integridade do ficheiro do VirtualBox
VirtualBox archive integrity checked=A integridade do ficheiro do VirtualBox terminou
Unzipping VirtualBox archive to disk=A descompactar o ficheiro do VirtualBox para o disco
VirtualBox archive is corrupted=O ficheiro do VirtualBox está corrompido
OK=OK
Force using default mode (works with most Linuxes)=Forçar o uso do modo predefinido (funciona na maioria dos Linux)
There is a new Beta version available=Está disponível uma nova versão Beta
Your LiLi's version is not up to date=A sua versão do LiLi não está atualizada
Last beta version is=A versão Beta mais recente é
Server-oriented=Orientado pelo servidor